Revit 2024 API
ParameterTypeId.RbsPipeTypeFittingLossKfactorParam Property
 "K Coefficient"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsPipeTypeFittingLossKfactorParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsPipeTypeFittingLossKfactorParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsPipeTypeFittingLossKfactorParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace